<p>
	 Стоматология АРТ – одна из наиболее современных и качественных в г Одинцово и в Одинцовском районе, в Москве и Московской области. В клинике установлено передовое оборудование из Японии и Германии, и наши пациенты уже оценили комфорт лечения и уровень сервиса:
</p>
<ul>
	<li>современные кресла – с деликатным хирургическим светом;</li>
	<li>микроскоп с фото- и видеофиксацией – бережное и эстетичное лечение зубов;</li>
	<li>безопасная азотная седация – снятие тревоги и неприятных ощущений;</li>
	<li>аппарат CEREC – изготовление и 3D-дизайн коронок за один прием, без неприятного снятия слепков;</li>
	<li>отбеливание эмали на 8 тонов – за 45 минут;</li>
	<li>профессиональная гигиена – без боли и кровоточивости.</li>
</ul>
<p>
	 Инновации и профессионализм – гарантия отличного результата лечения! Достаточно записаться на прием к стоматологу клиники АРТ в Одинцово, чтобы самостоятельно в этом убедиться.
</p>