<?php

require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");

use Bitrix\Main\Page\Asset;

Asset::getInstance()->addCss(SITE_TEMPLATE_PATH . '/assets/components/accordion/style.css');
Asset::getInstance()->addJs(SITE_TEMPLATE_PATH . '/assets/components/accordion/script.js');


?>
<div class="accordion" style="width: 500px; margin: 0 auto;">
	<div class="accordion__wrapp-hide">
		<div class="accordion__content">Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
			Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст
		</div>

	</div>
	<div class="read-more accordion__buttons">
		<div class="accordion-button accordion-button--show">Показать всё</div>
		<div class="accordion-button accordion-button--hide">Скрыть</div>
	</div>
</div>


<div style="width: 500px; margin: 0 auto; margin-top: 30px;"> Если задать data-show-items="X" покажет X элементов.
	можно и для строк такое попробовать написать попробовать
</div>
<div class="accordion" data-show-items="9" style="width: 500px; margin: 0 auto;">
	<div class="accordion__wrapp-hide">
		<div class="accordion__content">
			accordion__count-here - не обязательный класс, дай его контейнеру с элементами, если в аккордеоне кроме
			перечисления ещё что-то нужно, например как этот текст
			<div class="accordion__count-here">
				<div>
					<div>Прием врача-педиатра к.м.н.</div>
					<div>3300</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
				<div>
					<div>Прием врача-педиатра к.м.н. 2</div>
					<div>3301</div>
				</div>
			</div>
		</div>
	</div>
	<div class="read-more accordion__buttons" style="display: block;">
		<div class="accordion-button accordion-button--show">Показать всё</div>
		<div class="accordion-button accordion-button--hide">Скрыть</div>
	</div>
</div>
<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>
